_org/_posts/2018-11-20-人生感到迷惑时.org
#+AUTHOR: Yorick
#+EMAIL: wowyorick@126.com
#+TITLE: 人生感到迷惑时
#+DATE: <2021-01-31 Sun>
#+OPTIONS: ^:{}


想到写这篇文章的时候开始起的名字为人生智慧，但这个题定的太高大了，给人大师的感觉，只有禅师才能用智慧这个词吧，不然总给人感觉是自大，狂妄。最后，为了不闹笑话，
还是用一个比较白话的题目吧

一千人眼里有一千个哈姆雷特。这就是人生。每个人的都不一样，但又基于同一物质。 书还是那本书，但每个人的体验不一样。 人都是由碳基元素构成的，但加载上思维后
他又不再是他的样子了。

昨晚上一夜辗转难眠，早上是极其无法起床。究其原因只是身体上的一丢丢不适，老分泌唾液，不受控制。越整越清醒。最后又为人生的下步感到迷茫，为自己的懒惰懊恼...
身边的同事朋友特别努力，又给了我无形的压力。 至此，心情跌落低谷。 真是当悲伤来临的时候，不是单个的，而是成群结队的呀。 

一点点剖析悲伤的由来， 也就那么几点。 身体的健康， 与周围人群的攀比，还有欲望的不满足。

人生是由一分一秒来构建的，是有限的，而世界却如此广阔，如此的丰富，人穷尽一生也无法完整体验。这也就是欲望的来源。总会有各种的体验等着你。有的人热爱运动，有的人热爱知识，
还有的人热爱权利... 在追求的过程中，总会发现新的体验。接着会追求新的体验， 而导致在追求新体验时而迷失了自己的原始主体验。慢慢的活成了别人的样子，在追求的升入中，慢慢觉得
越来越痛苦... 这也就是迷惑的的原因的一种。

还有一种是在一直心无旁骛的追求自己的爱好，在路途中放弃了许多其他的体验。由此带来的迷惑，对自己的坚持产生了疑问。

朋友在某个节目中听了一句话 "在你感到迷茫困惑的时候，就是缺少智慧"  我对[智慧]的理解就是目标，而人生选择目标就是一种智慧。如果你选择安逸就要放弃优秀；如果你选择奋斗就一定会放弃
自由； 如果你选择晴空万里，就会放弃细雨缠绵... 

我的迷茫也在于缺少这种智慧，哎 太苦恼了

